Repository: SiR-DanieL/woocommerce-payment-gateway-extra-charges
Catalog: i18n/wc_pgec-*.po
Languages: it_it

source: Donate
it_it: Fai una donazione

source: Extra charge for this payment method
it_it: Supplemento per questo metodo di pagamento

source: Optionally add extra charge fixed/percentage amount to this payment method.
it_it: Aggiungi opzionalmente dei supplementi fissi/in percentuale a questo metodo di pagamento.

source: Extra charge amount
it_it: Ammontare supplemento

source: Extra charge type
it_it: Tipo supplemento

source: Fixed amount
it_it: Fisso

source: Percentage amount
it_it: Percentuale

# %s is the payment gateway choosen
source: %s Extra Charge
it_it: Supplemento %s

source: Extra Charge
it_it: Supplemento

source: Extra charge
it_it: Supplemento
